Revit 2027 API
GroupTypeId.Pattern Property
 Pattern.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Pattern { get; }
Public Shared ReadOnly Property Pattern As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Pattern {
	ForgeTypeId^ get ();
}
static member Pattern : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace